[
    {
        "picture": "https://acimotors-bd.com/assets/images/product/atumobile/foton/1.2-ton-pickup/1.2-ton-tm.jpg",
        "weight": 2500,
        "shipping_fee": 340,
        "title": "2.5ton Truck",
        "detail": "2 ton light truck, cost-effective flagship product: reliable and advanced engine, high load capacity and safety, stylish and refined appearance, comfortable driving experience, diversified uses, etc. 2 ton light truck - designed for your many needs."
    },
    {
        "picture": "https://www.tkingauto.com/Content/uploads/2020613038/20200520130906a59ca16c37044138b4e0fc85b9cda312.jpg",
        "weight": 3500,
        "shipping_fee": 400,
        "title": "3.5 Ton Truck",
        "detail": "This is a reliable multipurpose cargo light truck that has an official loading capacity of 3.5T (3,500kgs). It is powered by a 2.8L (2771cc) Isuzu diesel engine with a turbo charger. This truck comes with a manual transmission. It is easy to drive, comfortable, very economical and the spare parts are available across the country. The cargo body has two options: open-body or closed-body. The hydraulic brakes ensure efficient braking and the power steering offers great maneuverability. This truck's interior is modern looking, has comfortable fabric seats and a user friendly instrument console. The closed-body is equipped with a rear view camera to assist during driving. Both open and closed-body trucks have exterior body-lights that increase visibility to other road users when driving at night. The headlamps have daytime running LED's that increase visibility on the road during adverse weather conditions. The T-King 3.5T light truck is the most cost effective in it's category in China. "
    },
    {
        "picture": "https://countrysites-tatamotors-com.s3.ap-southeast-1.amazonaws.com/countrysite/wp-content/uploads/sites/9/2016/05/25125035/7t-gallery-021.jpg",
        "weight": 7000,
        "shipping_fee": 450,
        "title": "7 Ton Truck",
        "detail": "Our 7-ton cargo trucks, for sale in the light commercial vehicles category, offer efficient solutions for the transport of light cargo. These vehicles offer superior fuel efficiency, faster turnaround time, improved tyres and safety features, and better drivability."
    }
]